import director from "../assets/img/home/director.png";

function About() {
  return (
    <>
      <main id="about-intro">
        <section id="about-title">
          <div className="title">關於敦仁</div>
        </section>
        <section id="intro">
          <p>
            本院設立於中壢區內壢地區札根基層醫療照護工作，致力於腸胃疾病、肝病、糖尿病、肥胖疾病治療。
            <br />
            <br />
            院長蕭敦仁，於台北醫學院畢業後就進入省立桃園醫院（署立桃醫的前身）服務。專攻肝膽腸胃，為了醫治病患的脂肪肝病症而走入醫學減重的路途，成為治療肥胖、減重著名的台灣肥胖醫學會常務理事，中華民國肥胖研究學會理事長，同時也是台灣第一批領有肥胖醫學專科執照的醫師，其中，由他一手主導，在桃園醫院所建立的「肥胖防治中心」，曾為醫院的肥胖醫學開創了一片天。
            除了擁有肥胖醫學專科醫師執照外，蕭敦仁同時也是一位內科醫師、肝膽腸胃專科醫師、消化系內視鏡專科醫師及職業醫學專科醫師。同時擁有五張專科證書外，也是台灣大學公共衛生博士，他希望能在桃園這片土地扎根，做社區居家好醫師，當民眾有病痛，上門求診時，能以細心、關心及用心的「三心」來治癒病患。生命無價，健康最美。
            <br />
            <br />
            <h1>五科罩得住 三心好醫師 蕭敦仁 院長</h1>
            <br />
            扎根基層醫療照護工作，受恩師感召 投入基層醫療
            <br />
            <br />
            台灣大學公共衛生學院院長王榮德教授及曾任衛生署長陳建仁，都是蕭敦仁就讀台大博士班的老師。受到這兩位老師鼓吹醫師應投入基層醫療網的精神感召，他決定扎根基層醫療照護，因此，蕭敦仁毅然辭去服務長達16年的桃園醫院工作，並在內壢地區開設敦仁診所。
            憑藉著親切的問診態度與專業精湛的醫術，迅速在當地建立起名聲，迅速贏得民眾的好評與信任。
            醫師專業醫術與護理人員親切的服務態度和依五行所規畫的診所，也讓求診民眾對「敦仁診所」印象深刻。
            <br />
            <br />
            兩糖尿病患 找回健康人生
            <br />
            <br />
            投入基層醫療服務迄今，感受最深的就是讓兩位第二型糖尿病患者，經過其減重團隊治療後，不但甩掉了身上的肥肉，也簡璊F糖尿病藥物的控制，重新找回了健康的人生，這讓他準備於近期開設專門為肥胖的糖尿病患者設計的減肥班，讓這威脅民眾健康最巨的疾病得以減少。
            蕭敦仁說，國人對於肥胖的認知還停留在舊時代的觀念，是為了外貌美觀等因素才來減肥，卻不知近年來深受飲食西化的影響，肥胖已然成為一種新興疾病，肥胖患者往往體內隱藏著高血壓、高血脂、高膽固醇、糖尿病、痛風、肝弁鉦妤`等病因的不定時炸彈；甚至打呼、睡眠中止症候群、不孕等等，都與肥胖有著相當大的關連。
            蕭敦仁的心中也有一些小小的遺憾，當時匆忙離開桃園醫院而與一些長期追蹤肝病的病患失去聯絡。當這些老病患找到其開設的診所就醫，經超音波檢查卻發現肝臟已轉為肝硬化或甚至長出了腫瘤，而必須開刀治療時，都讓他心裡非常的難過。他也要提醒所有肝病患者，如果與原本熟悉信賴的醫師失聯時，為了自己的健康，還是要定期做抽血與超音波檢查。「既然做了，那就要全心投入做到最好」，蕭敦仁將這句話完全展現在他人生目標中，不論念書、行醫或甚至現在設立診所，都秉持著這樣的精神，對自我要求相當高的他，總是凡事專注，全力以赴，相信在未來的日子裡，桃園地區的民眾都可以預見他即將繳出一張亮麗的成績單。
          </p>
          <div className="img-container">
            <img src={director} alt="" />
          </div>
        </section>
      </main>
    </>
  );
}

export default About;
